Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/ragnravn-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 2 .
nob: Artikkel i boka Samisk skolehistorie 2 .

source: Muittut Deanuskuvllas - erenoamážit ovttasbarggu birra Per Fokstadain
nob: Minner fra skolen i Tana – med spesiell vekt på samarbeidet med Per Fokstad

source: Ragnhild Ravna ( Gova luoikan Ragnhild Ravna )
nob: Ragnhild Ravna ( Foto utlånt av Ragnhild Ravna )

source: Ragnhild Ravna lea riegádan 1940:s ja lea bajásšaddan Hurumas , Buskerudas ja Oslos .
nob: Ragnhild Ravna er født i 1940 og oppvokst i Hurum i Buskerud og i Oslo .

source: Gymnása maŋŋá fidnii son barggu duddeoahpaheaddjin Deanus .
nob: Etter gymnaset fikk hun jobb som erstatningslærer i Tana .

source: Dohko náitalii ja ásaiduvai .
nob: Der gifta hun seg og ble boende .

source: 1959–61 ja 1963–2002 son lei barggus Deanu gielddas , álggus mánáidskuvlla oahpaheaddjin , dasto iešguđelágán virggiin skuvlakantuvrras , ja musihkaskuvlla ja kulturskuvlla oahpaheaddjin ja rektorin .
nob: 1959–61 og 1963–2002 var hun ansatt i Tana kommune , først som lærer i barneskolen , seinere i forskjellige stillinger ved skolekontoret og som lærer og rektor ved musikkskole og kulturskole .

source: Seammá áigodagas son lea vázzán oahpaheaddjioahpu Oslos ja lasseoahpu earret eará musihkas , kulturfágas , jođiheames ja sámegielas Bådådjo ja Álttá allaskuvllain ja de vel Sámi allaskuvllas .
nob: I løpet av denne tida har hun tatt lærerutdanning i Oslo og etterutdanning i bl.a. musikk , kulturfag , ledelse og samisk ved høgskolene i Bodø og Alta samt Samisk høgskole .

source: Skuvlabarggu lassin lea Ragnhild Ravna bargan Álbmotakademiijá-searvvis1 , ja sus leamaš iešguđetlágán luohttámušdoaimmat báikkálaččat , Hålogalándda Álbmotakademiijás ja riikadásis .
nob: Ved sida av arbeidet i skoleverket har Ragnhild Ravna vært aktivt med i Folkeakademiet , og hatt forskjellige tillitsverv lokalt , i Folkeakademiet Hålogaland og på landsplan .

source: Son lea maiddái jođihan " Laksen " - nammasaš 4H-searvvi .
nob: Hun har også vært leder for Laksen 4 H .

source: Per Fokstad ( 1890–1973 ) lei oahpaheaddji ja skuvlajođiheaddji Deanus ja lei sámi skuvlla ovddimus ovddasteddjiid gaskkas .
nob: Per Fokstad ( 1890–1973 ) var lærer og skolestyrer i Tana og en av de fremste forkjempere for en samisk skole .

source: 1920-logus juo buvttii ovdan iežas sámi skuvlaplána , mii dalle ii fidnen dađe eanet doarjaga .
nob: Allerede på 1920-tallet la han fram sin egen samiske skoleplan , som da fikk liten tilslutning .

source: Son lei Finnmárkku sámi ráđi jođiheaddjin nu guhká go dát gávdnui ( 1953–1964 ) .
nob: Han var leder for Samisk råd for Finnmark så lenge dette eksisterte ( 1953–64 ) .

source: Mii buktit eanet čállosiid Per Fokstada gieđas ja su birra maŋŋelaš dán girjeráiddus .
nob: Vi vil bringe mer stoff om og av Per Fokstad seinere i dette verket .

source: « Válddát go konstitušuvnna Deanu njealjeoasát skuvllas 1959/60 tiibmolohku 1216 = Deanu skuvlastivra » [ « Er De villig ta konstitusjon Tana firedelte skole 1959/60 timetall 1216 = Tana skolestyre » ] Ná čuoččui virgáibidjantelegrámmas maid ožžon suoidnemánu 9. b. 1959 .
nob: « Er De villig ta konstitusjon Tana firedelte skole 1959/60 timetall 1216 = Tana skolestyre » .

source: Mun válden virggi , ja dakka maŋŋá fidnejin telefonoktavuođa skuvlajođiheaddji Per Fokstadain .
nob: Jeg takket ja og fikk like etter telefonkontakt med skolestyrer Per Fokstad .

source: Jerren gos galgen orrut ja galgen go gokčasa váldit fárrui .
nob: Jeg stilte spørsmål om hvor jeg skulle bo og om jeg skulle ta dyne med .

source: Vástádus gullui : « Nils Olsena luhtte . »
nob: Svaret kom : « Hos Nils Olsen » .

source: Oktavuohta boatkanii , lei nu fuones telefonoktavuohta davvi ja mátti gaskkas dalle .
nob: Linja ble brutt , det var så dårlig telefonforbindelse nord-sør den gang .

source: Muhto dakka maŋŋá bođii telegrámma skuvlajođiheaddjis dáiguin sániiguin : « Váldde gokčasa sihkkeliid boađe » .
nob: Men det kom straks etter telegram fra skolestyreren med ordene « Ta dyne sykkel kom » .

source: Mun de vulgen , johten togain , hurtigruvttain , bussiin ja de loahpas vel droššain ja jovden Bonjákassii Deanus .
nob: Jeg dro så med tog , hurtigrute , buss og til sist drosje og kom til Bonakas i Tana .

source: Mu láigolanja dáloeamit , Marit , mieđuštii mu Per Fokstada lusa .
nob: Min hybelvertinne , Marit , fulgte meg til Per Fokstad .

source: Doppe válddii olles bearaš váimmolaččat mu vuostá , ja dát lei okta dain fávdnámus ruovttuin maid galledin dán vuosttaš jagi Deanus .
nob: Her ble jeg tatt godt imot av hele familien , og det skulle bli en av de mest gjestfrie hjemmene jeg besøkte dette første året i Tana .

source: Borgemánu 31. beaivvi álggii skuvla measta golmma mánnosaš geasseluomu maŋŋá .
nob: Den 31. august startet skolen etter nesten tre måneders sommerferie .

source: Makkár veahki fidnii de 19-jahkásaš gii lei aiddo geargan gymnásas , ja gii galggai oahpaheaddjin bargagoahtit ?
nob: Hva slags innføring i læreryrket fikk så 19-åringen med fersk studenteksamen ?

source: Ná , ii lean go vázzilit materiálalatnjii ohcat vuogas girjjiid 2. ja 3. luohkkái .
nob: Jo , det var å gå til materialrommet og leite fram passelige bøker for 2. og 3. skoleår .

source: Lihkus ledjen ieš vázzán álbmotskuvlla njealjeoasát skuvllas , ja girjjit ledje sullii seammá go dat maid mun ledjen čuvvon muhtun jagiid ovdal .
nob: Heldigvis hadde jeg sjøl gått folkeskolen på firedelt skole , og bøkene var omtrent de samme som jeg sjøl hadde blitt opplært i noen år tidligere .

source: Manne Per Fokstad ii čájehan munnje « 1939 ' normálaplána » [ Normalplanen for landsfolkeskolen .
nob: Hvorfor Per Fokstad ikke viste meg « Normalplanen av 1939 » , vet jeg ikke .

source: KUD 1939 . ] , in dieđe .
nob: Til venstre : Per Fokstad

source: Moadde mánu golle ovdal go fuobmájin ahte dakkár plána gávdno .
nob: Til høyre : Bildet er tatt utenfor huset til Per Fokstad i 1960 .

source: Jáhkán Per Fokstad luhtii munnje ollásit barggu olis , bessen bargat hui iešheanalaččat .
nob: ( Foto : Ragnhild Ravna ) Jeg tror Per Fokstad ga meg full tillit til å utføre arbeidet selvstendig .

source: Son vikkai baicce mu jurddašanvuohkái váikkuhit .
nob: Han var mer opptatt av å påvirke tenkesettet mitt .

source: Son lei maŋimuš bargojagistis , devddii 68 dan čavčča , mun ledjen vuosttaš bargojagistan .
nob: Han var i sine siste arbeidsår , fylte 68 år den høsten , jeg i mitt første .

source: Lean giitevaš go geavahii nu olu iežas áiggis mu báidnit , addit munnje miellaguottuid ja jurdagiid mat šadde dehálažžan sihke sámi servvodagas ja globála servvodagas maid .
nob: Jeg er takknemlig for at han ga så mye av sin tid til å påvirke meg , gi meg holdninger og tanker som ble viktige så vel i et samisk samfunn som i det globale .

source: Máttanorgga studeanttat ja oahpaheaddjit sáhtte , ja sáhttet ain oahppat hui olu Finnmárkkuservvodagas go bohtet deike bargat .
nob: Sørnorske studenter og lærere hadde og har fortsatt mye å lære av Finnmark-samfunnet når de kommer hit for å arbeide .

source: Fokstad jearadii mus , máŋgii jearai filosofalaš gažaldagaid , fidnii mu smiehttat earáláhkái .
nob: Fokstad stilte meg spørsmål , mange i filosofisk retning , fikk meg til å komme på nye tanker .

source: Dalle gádden ahte lei buorre boahtit oarje-Oslos , muhto gávnnahin dađe mielde ahte in lean olus maidege oahppan das mo áddehaddat iešguđet kultuvrraid gaskkas .
nob: Den gang trodde jeg det var et pluss å komme fra adresse Oslo vest , men oppdaget jo etter hvert at jeg hadde en snever ballast i å forstå ulike kulturer .

source: Lihkus ledjen maid bajásšaddan ja vázzán olles álbmotskuvlla uhca gielddažis Buskerudas , ja doppe vásáhusat ledje hui ávkkálaččat dan gilážis gosa dál ledjen boahtán .
nob: Heldigvis hadde jeg en oppvekst og hele folkeskoletida fra en liten kommune i Buskerud , og erfaringen derfra var nyttig å ha med til den landsbygda jeg nå hadde flyttet til .

source: Jus vel dihten hui unnán sámi eallinvuogis , láhttemis ja jurddašanmálles ovdal , de ohppen olu das ovttasbarggus Per Fokstadain .
nob: Om jeg visste minimalt om samisk levesett , væremåte , tankeverden før , ble denne kunnskapen styrket i samarbeidet med Per Fokstad .

source: Son lei stuorra oahpahanmeašttir , sus ledje rájehis searat máhtus ja áddejumis addit .
nob: Han var den store læremester , han hadde en umåtelig energi i å gi av sin viten og forståelse .

source: Son nu háliidii ahte mii geat sajáiduvaimet Detnui galggaimet beassat goaivut sámekultuvrra rikkis gáldus .
nob: Han ville så gjerne at vi som slo oss ned i Tana skulle få øse av den rikdommen som samekulturen stod for .

source: Skuvlabottuin govahalan su čuččodeamen Deanu skuvlla uhca oahpaheaddjilanjažis , áŋgirit logaldallamin sámi servvodaga birra , Deanu birra , stuorraservvodaga vearrivuođaid birra , morraša birra , go moraštii buot , mii lei láhppon .
nob: I skolefriminuttene ser jeg han for meg stående på det lille lærerværelset på Tana skole ivrig forelesende om det samiske samfunnet , om Tana , om storsamfunnets overgrep , om sorgen over alt som var mistet .

source: Ii goassege vuollánan das masa jáhkii .
nob: Han ga seg aldri i det han trodde på .

source: Danin háliidii geavahit mu ja eará nuoraid buot sámi seailluheami rahčamis .
nob: Derfor ville han bruke meg og flere unge mennesker i kampen for å bevare det samiske .

source: Lean giitevaš go bessen vásihit su jurdagiid ja oahppat dain .
nob: Jeg er takknemlig for at jeg fikk oppleve og lære av hans tanker .

source: Sus ledje olu oahppásat , olbmot geat rahče sámi servvodaga seailluheami buorrin .
nob: Han hadde stor omgangskrets av folk som kjempet for bevaring av det samiske samfunnet .

source: Máŋgasa sis deiven su báikkis .
nob: Flere av dem traff jeg i hans hjem .

source: Son hirbmasit beroštii čálliin , govvadáiddáriin , radiomielbargiin , na buohkain geat sáhtte sániid ja jurdagiid ovdanbuktit bargguideaset bokte .
nob: Han var sterkt opptatt av forfattere , malere , kringkastingsmedarbeidere , ja folk som kunne formidle ord og tanker gjennom sin kunst og sitt arbeid .

source: Son lávii čakčat golbma vahku virgeluomu váldit ja Osloi vuolgit .
nob: Han brukte å ta seg tre ukers permisjon om høsten for å dra til Oslo .

source: Doppe deaivvadii dehálaš olbmuiguin geaid oinnii vejolažžan váikkuhit .
nob: Der møtte han innflytelsesrike personer som han så mulighet for å påvirke .

source: Muhto ii lean árpmolaš daiguin geaid gohčodii « toskhau » [ jallasoaivvit ] .
nob: Men han var ikke nådig mot dem han kalte for « toskhau » .

source: Daiguin ii ábuhan , ja sii dávjá bohte vissis guovlluin min riikkas .
nob: Dem nytta det ikke med , og de var ofte fra bestemte kanter av landet .

source: Fearán maid oidii muitalit , lei go báhppa lei váidalan ahte bođii nu hárve girkui .
nob: En historie han likte å fortelle , var da presten her kritiserte han for å gå så sjelden i kirka .

source: Dalle lei vástidan : « Mun giksašuvan čovjjiin , oainnat , mus lea nu fuones suolbmudeapmi . »
nob: Da hadde han svart : « Jeg plages med magen , ser du , har så dårlig fordøyelse . »

source: Sus lei jáhkkemeahttun alva vaikko lei viehka boaris .
nob: Han hadde en utrolig energi til tross for sin høye alder .

source: Dál eat dáidde gávdnatge oahpaheddjiid geat leat 68 jagi .
nob: I dag finner vi neppe lærere som er 68 år .

source: Son lei Deanu skuvlla skuvlajođiheaddjin , skuvllas ledje 70–80 oahppi , son oahpahii 25 6.–7.-luohkkálačča buot fágain earret duojis , ja hoidii vel skuvlagirjerádjosa .
nob: Han var skolestyrer på Tana skole med 70–80 elever , underviste ca. 25 6.–7. klassinger i alle fag bortsett fra sløyd og styrte skolebiblioteket .

source: Galggašii jáhkkit ahte bottuin dárbbašivččii vuoiŋŋastit . Muhto dalle « sárdnidii » munnuide oahpaheddjiide oahpaheaddjilanjas .
nob: En skulle tro at han trengte å hvile i friminuttene , men da « preikte » han altså for oss to lærere på lærerværelset .

source: Ja seamma buorre skuvlagirjerádjosa gal galgá guhká ohcat , jus oba gávdnoš ge .
nob: Maken til skolebibliotek skulle en lete langt etter .

source: Doppe ledje olu buorit girjjit ollesolbmuid várás .
nob: Der var en mengde leseverdig voksen litteratur .

source: Oahppit luoikkahedje áŋgirit , besse njealji girjji váldit báikái vahkkosaččat .
nob: Elevene lånte flittig , fikk ta med seg fire bøker hver uke .

source: Muhto girjjit eai lean gal ollásit bardojuvvon Dewey systema mielde . [ Dewey systema = Fágagirjjálašvuođa klassifiserenvuogádat man amerihkálaš Melvil Dewey ovdánahtii 1873:s .
nob: Men full oversikt etter Deweys system [ Deweysystemet = System for klassifikasjon av faglitteratur , oppfunnet av amerikaneren Melvil Dewey i 1873 .

source: Geavahuvvo eanáš Norgga girjerádjosiin ja máŋgga eará riikkás ge . ]
nob: Brukes i de fleste norske bibliotek og i mange andre land . ( red. ) ] manglet nok .

source: Sámi girjjálašvuohta ii báljo gávdnon 50-logus .
nob: Samisk litteratur var så godt som fraværende i 50-årene .

source: Orun muitimin ahte vuosttaš sámegiel girji mii bođii skuvllaide lei Johan Turi girji Mui ’ talus sámiid birra 1965 .
nob: Jeg mener at den første samiskspråklige boka som kom til skolene , var Johan Turis Mui ’ talus sámiid birra i 1965 .

source: Easkka 1945 lei Per Fokstad sirdojuvvon Deanu skuvlii Bonjáhasas , mii lei skuvlabiire gos ásse olu sápmelaččat .
nob: Det var først i 1945 at Per Fokstad hadde blitt overført til Tana skole i Bonakas , en skolekrets med stor del av samisk befolkning .

source: Ovdal soađi lei son Dážasullo skuvllas , gosa gulle olu suopmelaččat / kveanat .
nob: Før krigen var han på Norskholmen skole med stort innslag av finsk / kvensk befolkning .

source: Su ovddeš oahppit muitalit ahte son lei hui oskkáldas eiseválddiid ektui , son ii geavahan sámegiela skuvllas maŋŋásoađiáigge , vaikko olu oahppit ledje ge sámegielagat .
nob: Hans tidligere elever forteller at han var svært lojal mot myndighetene , dvs. han brukte ikke samisk på skolen i etterkrigstida selv om mange av elevene var samisktalende .

source: Muhto ii son gieldán sin sámásteames gaskaneaset ge .
nob: Men han forbød dem ikke å snakke samisk seg imellom .

source: Muhto son geavahii báikkálaš sámi kultuvrra dain máŋggain gelddolaš muitalusain ja máidnasiin maid geavahii oahpahusas , geavahii maid luođi Vuoi dán Biehtár-Káre , ja váikkuhii garrasit dasa ahte oahppit dovde gullevašvuođa báikegoddái .
nob: Imidlertid brukte han lokalt samisk stoff i sine mange spennende sagn og fortellinger , joiken « Voi dán Biettár Káre » , og påvirket sterkt tilhørigheten til lokalsamfunnet .

source: « Állet vajáldahte giela ja ruovttobáikki ! »
nob: « Ikke glem ditt eget språk og hjemsted ! »

source: lávii ohppiide rávvet .
nob: brukte han å innprente elevene .

source: Go Margarethe Wiiga sámi áppes ilmmai 1951:s , de besse oahppit girjji oastit Per Fokstadas .
nob: Da Margarethe Wiigs samiske ABC kom ut i 1951 , fikk elevene kjøpt boka av Per Fokstad .

source: Dalle fálai son sámegieloahpahusa soapmásiidda .
nob: Da ga han tilbud til noen av elevene om å få lære samisk .

source: Su oahppit rámidit buorre dárogieloahpahusa maid lážii sidjiide .
nob: Elevene hans omtaler han med ros for den gode norskopplæringen han ga dem.

source: Dát guoskkai sihke giella- , girjjálašvuođa- ja čállinoahpaheapmái .
nob: Det gjaldt så vel grammatikk som litteratur og skriftlig norsk .

source: Dárogiella ja matematihkka ledje dehálamos fágat su skuvllas .
nob: Norsk og matematikk var det viktigste i hans skole .

source: Go viiddásat besse eará skuvllaide , de fuomášuhttui man čeahpit dárogielas Fokstada oahppit ledje .
nob: Når de kom seg videre på skoler , ble det lagt merke til hvor dyktige Fokstads elever var i norsk .

source: Son šattai bajás norgga našunhuksenáiggis , lei ieš 14 jagi 1905:s ja áŋgirit ovdanbuvttii Ivar Aasena jurdagiid ja diktema .
nob: Han vokste opp under den norske nasjonalreisningen , var sjøl 14 år i 1905 , og ble en ivrig formidler av Ivar Aasens tanker og diktning .

source: Ivar Aasena lávlagat viššalit geavahuvvojedje skuvlavisttis , ja Fokstada dárogiel čállingiella lei hui radikála .
nob: Ivar Aasens sanger ble flittig brukt i skolestua , og Fokstads norske skriftspråk var meget radikalt .

source: In leat goassige oaidnán maidege maid son lea sámegillii čállán .
nob: Jeg har aldri sett noen samiskspråklig skriftlig nedtegning av han .

source: Muhto čállit sámegiela son lea várra máhttán .
nob: Men skrive samisk må han trolig ha kunnet .

source: Dan máhtte máŋga sámegielaga Deanus geat gulle su bulvii .
nob: Det kunne mange samisktalende fra Tana som var av hans generasjon .

source: Go sii vázze skuvlla , de ledje guovttegielat girjjit , main lei dárogielteaksta nuppi bealde , sámegielteaksta ges nuppi bealde .
nob: Da de gikk på skolen , hadde det vært to-språklige bøker , norsk på den ene siden og samisk på den motsatte .

source: Ja « dalle logaimet sámegillii dieđusge » , dajai Anna Biggi Bonjáhasas , gii lei 1899:s riegádan .
nob: Og « da leste vi selvfølgelig den samiske , » fortalte Anna Biggi fra Bonakas , som var født i 1899 .

source: Fokstad ieš ii lean dáiddár , muhto oinnii čábbodaga ja olggosbuktima govain , tekstiilain , luđiin ja eará musihkas .
nob: Fokstad var ikke selv noen utøvende kunstner , men han så skjønnheten og uttrykkene i bilder , tekstiler , joik og annen musikk .

source: Son válddii Savio-govaid skuvlii , maid oahppit galge de viggat reproduseret .
nob: Han tok med Saviobilder på skolen som elevene skulle prøve å reprodusere .

source: Son áŋgirušai fidnet ohppiid hárjehallat smávva neaktinbihtáid , juovlabihtáid , ja basáraid doallat .
nob: Han var ivrig med å få elevene til å øve inn skuespill , julespill og holde basarer .

source: Son geavahii viššalit skuvlaradioprográmmaid , eandalit prográmmaid mat muitaledje eará kultuvrraid birra .
nob: Skolekringkastinga ble flittig brukt , særlig programmer fra andre kulturer .

source: Su mielas lei dehálaš dohkkehit eará kultuvrraid ja álbmogiid .
nob: Han anså det som viktig å godta andre kulturer og folkeslag .

source: Dát fas galggai bohciidahttit iežas kultuvrra ja identitehta dohkkeheami ja rámi .
nob: Det skulle igjen føre til stolthet av seg sjøl og egen identitet .

source: Muhto ii lean eisege álki sutnje buot ohppiid ektui .
nob: Men han hadde det slett ikke lett med mange av elevene .

source: Máŋga váhnema eai liikon Per Fokstada jurdagiidda sámevuođas ja su áŋgiruššamii sámivuođa ovddas .
nob: Mange foreldre mislikte Per Fokstads samiske holdninger og kamp for det samiske .

source: Dát fas dagahii ahte olu oahppit vuosttaldedje su , go dihte ahte báikkis dorjo sin , eai ge dárbbašan ballat vaikko rigerejedje skuvllas .
nob: Dette gjorde sitt til at en del elever opponerte , for de visste at de hadde støtte hjemme og dermed ikke noe å frykte om de lagde bråk på skolen .

source: Vuosttaš skuvlabeaivi Bovccá skuvllas , su .
nob: Første skoledag på Boftsa skole , ca 25 august 1968 .

source: Mánát riegádan 1961:s .
nob: Barn født i 1961 .

source: bealde čuožžumin Geir Johansen , Trond Solbakken , currežat Gunn ja Ina Olsen , Berit Opdahl , Rita Alise Johansen , Inger Lise Ramstad , Solfrid Kratteng , Torgunn Torheim ja Liv Simonsen , oahpaheaddji .
nob: Stående fra venstre Geir Johansen , Trond Solbakken , tvillingene Gunn og Ina Olsen , Berit Opdahl , Rita Alise Johansen , Inger Lise Ramstad , Solfrid Kratteng , Torgunn Torheim og Liv Simonsen , lærer .

source: Čeagŋut bealde Kjell Grønnås , Asbjørn Kristoffersen , Mogens Bidstrup Andersen , Øyvind Ravna , Merethe Berg , Marit Ravna , Mona Stensgård , Solfrid Aslaksen ja Bjørg Sabbasen
nob: På huk fra venstre Kjell Grønnås , Asbjørn Kristoffersen , Mogens ? , Øyvind Ravna , Merethe Berg , Marit Ravna , Mona Stensgård , Solfrid Aslaksen og Bjørg Sabbasen .

source: ( Govva : Ragnhild Ravna )
nob: ( Foto : Ragnhild Ravna )

source: Deanuservvodagas lei sámegiella máŋggaid logiid jagiid juo gillán dáruiduhttima geažil .
nob: Samisk språk i Tana-samfunnet hadde gjennom flere tiår lidd svært av fornorskningen .

source: Dáppe Vuolle Deanus ledje olu asáhusat geassán seammá guvlui : Soahteveahka , mánáidruoktu , ámmátlaččat , eanandoalloskuvla , Sámemiššuvdna .
nob: Her i Nedre Tana hadde mange institusjoner påvirket i samme retning : Forsvaret , barnehjemmet , embetsstanden , landbruksskolen , Finnemisjonen .

source: Máŋggas leat munnje muitalan ahte eváhkko- ja báhtáreaddjivásáhus lea báidnán sin guođđit ja vajáldahttit sámegiela ja sámevuođa .
nob: Mange har sagt til meg at tida som flyktning , som evakuert , bidro sterkt til å forkaste og glemme det samiske .

source: Sii ledje vásihan dážavuođa , ledje jáhkihan ahte dát dat lei buoremus , ja dál bođii liiba mannat ollásit dážavuhtii .
nob: De hadde opplevd det norske , hadde blitt opplært i at det var det beste , og nå hadde de sjansen til å gå for fullt inn i det norske .

source: Maŋŋá áddet ahte eváhkko šattai guovttegeardásaš massimin sihke Deanu álbmogii ja olles Finnmárkku ja Davvi-Romssa álbmogii , geaidda duiskalaččaid billisteapmi guoskkai .
nob: I ettertid forstår vi at evakueringstida ble et dobbelt tap for folk i Tana og alle i Finnmark og Nord-Troms som ble rammet av tyskernes utrydding .

source: Sii manahedje visttiid , ruovttuid , vistegálvvuid , govaid , ja manahedje vel sámi gullevašvuođa .
nob: De mistet hus , hjem , husgeråd , bilder , og de mistet sin samiske tilhørighet .

source: Giella biddjui jođánit eret , dárogiella bođii sadjái .
nob: Språket ble svært fort lagt bort til fordel for det norske .

source: Iige Per Fokstad ieš hállan sámegiela mánáidisguin .
nob: Heller ikke Per Fokstad snakket samisk med sine egne barn .

source: Dát orru leamen viehka ártet go smiehttá dan ahte son juo 20-logus lei artihkaliiid čállán dán birra , « Samiske tanker og krav » ( Sámi jurdagat ja gáibádusat ) [ Norsk Årbok , Bergen 1923 ]
nob: Dette virker ganske motsetningsfylt i og med at han allerede i begynnelsen av 20-årene hadde skrevet artikler om dette . [ Samiske tankar og krav , Norsk Årbok , Bergen 1923 ] I august 1959 hadde « Komiteen til å utrede samespørsmål » lagt fram sin innstilling .

source: Per Fokstad lei leamaš fárus lávdegottis , mii nammaduvvui 1956 borgemánus .
nob: Per Fokstad hadde vært med i komiteen som ble oppnevnt i august 1956 .

source: Dát bargu ferte leat dorjon su jáhku , ahte lei ain doaivva sihke gillii ja kultuvrii .
nob: Dette arbeidet må ha styrket troen hans på at det fortsatt var håp for språket og kulturen .

source: Gal várra jálosmuvai sámegiela geavahit skuvlabarggus maŋimuš jagiid bargoeallimisttis .
nob: Han ble nok mer dristig i å bruke samisk i skolearbeidet de siste par årene av sitt arbeidsliv .

source: Muittán su čuččodeamen sámegielat ohppiid ovddas bottuin , garrasit ávžžuheamen : « Hála sámegiela ! »
nob: Jeg husker han kunne stå foran samisktalende elever i friminuttene og intenst anmode : « Du må snakke samisk , hála sámegiela ! »

source: 1961 manai Fokstad ealáhahkii .
nob: I 1961 nådde Fokstad pensjonsalder .

source: Mun álgen 2-jahkásaš oahpaheaddjiskuvlii Osloi , ledjen dalle náitalan Bonjákassii , ja ledjen plánen boahtit ruovttoluotta skuvlla maŋŋá .
nob: Jeg dro til 2-årig lærerskole i Oslo , var da gift i Bonakas , og meget innstilt på å komme tilbake etter endt utdanning .

source: Lokten bures álbmogiin , lundduin ja kultuvrrain .
nob: Folk , natur og kultur passet meg godt .

source: Deanu skuvlii lei váttis fidnet 1. luohká-oahpaheaddji dan jagi .
nob: Tana skole hadde problemer å få fatt på 1. klasselærer dette året .

source: Dalle ii lean Fokstad váttis jearrat , son válddii vel ovtta bargojagi , muhto dán háve oahpaheaddjin .
nob: Da var ikke Fokstad snauere enn at han tok et arbeidsår til , men da kun som lærer .
